<?php

return [
    //navbar
    'category' => 'Категории',
    'main' => 'Домашняя страница',
    'new_product' => 'Новые продукты',
    'sorted' => 'Избранное',
    'basket' => 'Корзина',
    'quick_shop'=> 'БЫСТРЫЙ МАГАЗИН',
    'login' => 'Войти',
    'search' => 'Поиск продуктов',
    'phone' => 'Телефон номер',
    'buy' => 'Купить сейчас',
    'all_category' => 'Все категории',

    
    //advertisement
    'any_product' => 'Любой продукт',
    'fast_del' => 'Быстрая доставка!',
    'delivery' => 'От 1 до 5 дней',
    'call_centre' => 'Круглосуточный центр',
    'pop_prod' => 'Популярные продукты',
    'new_prod' => 'Новые продукты',
    'sorted_prod' => 'Сортированные продукты',
    'new' => 'новый',
    'again' => 'Eщё',
    'no_prod' => 'Нет продукта',

    'join_us' => 'Присоединяйтесь к нам',

    //login
    'buying' => 'Делайте покупки в BadommShop',
    'register' => "Зарегистрироваться",
    'name' => 'Имя',
    'email' => 'Электронная почта',
    'password' => 'Введите пароль',
    'remember' => 'Для запомнить',
    'password_confirm' => 'Подтвердите пароль',

    'image_no'=>'Изображение нет',
    'image' => 'Изображение',
    'no_time'=>'Время не сработало',

    'con_prod' => 'Похожие продукты',
    'add_bas'=>"Добавить в корзину",
    'adding'=>"Добавление...",
    'added'=> "Добавлен",
    'add' => 'Добавить',
    'short_desc'=>"Кaроткое описание",
    'instock'=>"Доступен для продажи",
    'out_stock'=>"Нет в наличии",
    'description'=>"О продукте",
    'card'=>'Моя корзина',
    'product'=>'Продукты',
    'price'=>'Цена',
    'miqdor'=>'Количество',
    'umumiy'=>'Общий',
    'delete'=>'Удалить',
    'taklif'=>'Лучшие заказы и предложения',
    'sotib_olish'=>'Купить',
    'h_s_o'=>'Купить сейчас',
    'rangi'=>'Цвет',
    'deleting'=>"Удаление",
    'no_bascet'=>'Корзина пуста',
    'no'=>'Пуста',
    'order'=>'Мои заказы',
    'my_order_id'=>'Номер заказ',
    'kuzatuv'=>'Идентификационный номер',
    'name_order'=>'Имя пользователя',
    'payment'=>'Способ оплаты',
    'order_time'=>'Время заказа',
    'order_status'=>'Статус заказа',
    'no_order' => 'Заказов нет',
    'my_order'=> 'Мой список заказов',
    'back'=> 'Назад',
    'user_info' => 'Информация о пользователе',
    'user_email'=> 'Электронная почта',
    'address' => 'Адрес',
    'pincode' => 'Пин-код',
    'ordered_prod' => 'Заказанные продукты',
    'item_id' => 'Код товара'




    // Add more translation keys and values as needed
];
